/* 
  SonyPTPDriveModes.strings
  CascableCore

  Created by Daniel Kennett on 2022-01-04.
  Copyright © 2022 Cascable AB. All rights reserved.
*/

"1" = "Single Shooting";
"2" = "Continuous Shooting: Hi";
"32789" = "Continuous Shooting: Mid";
"32786" = "Continuous Shooting: Lo";
"32784" = "Continuous Shooting: Hi+";

"98322" = "Continuous Shooting: Lo";
"98325" = "Continuous Shooting: Mid";
"65538" = "Continuous Shooting: Hi";
"98320" = "Continuous Shooting: Hi+";

"32771" = "Self-timer: 5 sec";
"32772" = "Self-timer: 10 sec";
"32773" = "Self-timer: 2 sec";
"32776" = "Self-timer(Cont.): 10 Sec. 3 Img.";
"32777" = "Self-timer(Cont.): 10 Sec. 5 Img.";
"32780" = "Self-timer(Cont.): 5 Sec. 3 Img.";
"32781" = "Self-timer(Cont.): 5 Sec. 5 Img.";
"32782" = "Self-timer(Cont.): 2 Sec. 3 Img.";
"32783" = "Self-timer(Cont.): 2 Sec. 5 Img.";

"229380" = "Self-timer(Single): 10 sec";
"229379" = "Self-timer(Single): 5 sec";
"229381" = "Self-timer(Single): 2 sec";
"557064" = "Self-timer(Cont.): 10 Sec. 3 Img.";
"557065" = "Self-timer(Cont.): 10 Sec. 5 Img.";
"557068" = "Self-timer(Cont.): 5 Sec. 3 Img.";
"557069" = "Self-timer(Cont.): 5 Sec. 5 Img.";
"557070" = "Self-timer(Cont.): 2 Sec. 3 Img.";
"557071" = "Self-timer(Cont.): 2 Sec. 5 Img.";

"32808" = "White Balance Bracket: Hi";
"32792" = "White Balance Bracket: Lo";
"426024" = "White Balance Bracket: Hi";
"426008" = "White Balance Bracket: Lo";

"32809" = "DRO Bracket: Hi";
"32793" = "DRO Bracket: Lo";
"491561" = "DRO Bracket: Hi";
"491545" = "DRO Bracket: Lo";

// For example: "Cont. Bracket: 1.0EV 3 Image
"BracketTitleBuilder" = "%@: %1.1fEV %d Image";
"ContBracketTitle" = "Cont. Bracket";
"SingleBracketTitle" = "Single Bracket";
